{
  "Jean.3.16": "Contexte historique : Jean 3:16 a été écrit vers 90-95 après J.-C. par l'apôtre Jean, probablement à Éphèse. Cette période correspond à la fin du premier siècle, où l'Église primitive faisait face à des persécutions et à des hérésies. Le verset s'inscrit dans le dialogue de Jésus avec Nicodème, un pharisien et membre du Sanhédrin, qui venait de nuit pour s'entretenir avec Jésus.",
  "Matthieu.5.3": "Contexte historique : Les Béatitudes (Matthieu 5:3-12) font partie du Sermon sur la montagne, prononcé par Jésus vers 28-30 après J.-C. en Galilée. Cette région était sous occupation romaine et connaissait des tensions politiques et religieuses. Jésus s'adresse à une foule composée de disciples et de personnes de diverses conditions sociales, dans un contexte où les attentes messianiques étaient fortes.",
  "Psaumes.23.1": "Contexte historique : Le Psaume 23 est traditionnellement attribué au roi David (vers 1000 av. J.-C.). Il a probablement été composé pendant une période de conflit ou d'exil, reflétant l'expérience de David comme berger dans sa jeunesse puis comme roi d'Israël. Le psaume utilise l'image pastorale, courante dans l'Ancien Orient, pour décrire la relation entre Dieu et son peuple.",
  "Genèse.1.1": "Contexte historique : Genèse 1:1 ouvre le récit de la création, rédigé probablement pendant l'exil babylonien (6e siècle av. J.-C.) ou peu après. Ce texte s'inscrit dans un contexte où Israël était confronté aux mythologies mésopotamiennes de création. Il présente une vision monothéiste et ordonnée de l'origine du monde, en contraste avec les récits polythéistes environnants.",
  "Romains.8.28": "Contexte historique : Romains 8:28 a été écrit par Paul vers 57 après J.-C. depuis Corinthe, pendant son troisième voyage missionnaire. Cette lettre s'adresse à une communauté chrétienne de Rome qu'il n'a pas encore visitée. Le contexte est celui d'une Église naissante dans l'Empire romain, où les chrétiens commençaient à subir des persécutions sporadiques."
}