{
  "Jean.3.16": "Contexte culturel : Dans la culture juive du 1er siècle, la relation entre un maître et ses disciples était sacrée. Nicodème, en tant que pharisien, représentait l'élite religieuse de Jérusalem. Le concept de 'naissance d'en haut' (palingenesia) était révolutionnaire, car il remettait en question l'importance de la naissance physique et de l'hérédité dans la relation avec Dieu. L'expression 'aimer le monde' (agapao) implique un amour sacrificiel et inconditionnel.",
  "Matthieu.5.3": "Contexte culturel : Les Béatitudes renversent les valeurs sociales de l'époque. Dans la culture gréco-romaine, la pauvreté était méprisée et la richesse valorisée. Jésus proclame heureux les pauvres, les affligés, les doux - des qualités considérées comme faiblesses. Cette inversion des valeurs s'inscrit dans la tradition prophétique juive qui privilégie la justice sociale et la compassion.",
  "Psaumes.23.1": "Contexte culturel : L'image du berger était centrale dans la culture pastorale d'Israël. Les rois étaient souvent appelés 'bergers' de leur peuple. Dans l'Ancien Orient, les dieux étaient parfois représentés comme des bergers. Le psaume utilise cette métaphore familière pour exprimer la confiance en la providence divine, particulièrement réconfortante en période d'incertitude ou de danger.",
  "Genèse.1.1": "Contexte culturel : Dans les cultures mésopotamiennes environnantes, la création était souvent le résultat de conflits entre dieux. Genèse présente une création ordonnée par un Dieu unique, sans violence ni chaos. Le concept de 'commencement' (bereshit) suggère un plan intentionnel, contrastant avec les cosmogonies chaotiques des voisins d'Israël.",
  "Romains.8.28": "Contexte culturel : Dans la culture romaine, la notion de destin (fatum) était prédominante. Paul introduit l'idée que Dieu travaille 'pour le bien' de ceux qui l'aiment, transformant la fatalité en providence. Cette perspective était révolutionnaire dans un contexte où les dieux étaient capricieux et imprévisibles."
}