{
  "Matthieu.5.3": "Culture : Dans la société juive du 1er siècle, la pauvreté était souvent vue comme une punition divine. Jésus renverse cette perspective en déclarant les 'pauvres en esprit' (ceux qui reconnaissent leur dépendance à Dieu) bienheureux.",
  
  "Jean.3.16": "Culture : Le concept d'amour sacrificiel (agapē) était révolutionnaire. Dans la culture gréco-romaine, l'amour était principalement éros (passionnel) ou philos (amitié). L'idée qu'un dieu meure pour l'humanité était scandale use.",
  
  "Romains.8.28": "Culture : Dans la pensée grecque, le destin (fatum) était impersonnel et souvent malveillant. Paul présente une providence divine personnelle et bienveillante, radicalement différente.",
  
  "Genèse.1.1": "Culture : Les récits de création babyloniens (Enuma Elish) décrivaient une bataille violente entre dieux. Le récit de Genèse présente un Dieu unique créant par sa parole, sans violence - contraste majeur.",
  
  "Genèse.22.8": "Culture : Dans le Proche-Orient ancien, les sacrifices humains existaient chez certains peuples (Cananéens, Moabites). Ce récit établit que Dieu rejette cette pratique et pourvoit lui-même un substitut.",
  
  "Exode.12.13": "Culture : Le sang avait une signification sacrée dans la culture sémitique (siège de la vie selon Lévitique 17:11). Apposer du sang sur les portes était un acte de foi radical et visible.",
  
  "Luc.15.20": "Culture : Dans la culture du Moyen-Orient, un père respectable ne courait jamais (considéré indigne). Que le père coure vers son fils prodigue montrait un amour qui transcende les conventions sociales - scandaleux pour l'époque.",
  
  "1Corinthiens.13.4": "Culture : À Corinthe, ville portuaire prospère, la patience et la bonté étaient vues comme faiblesses. Paul redéfinit la force comme capacité d'aimer.",
  
  "Psaumes.23.1": "Culture : Dans la culture pastorale israélite, le berger était une figure de protection totale. Il risquait sa vie pour les brebis. Cette métaphore évoquait sécurité, provision, guidance.",
  
  "Psaumes.51.10": "Culture : Le concept de 'création' d'un cœur nouveau utilisait le verbe 'bara' (même que Genèse 1:1), impliquant une action divine exclusive. Seul Dieu peut créer - l'homme ne peut se transformer lui-même."
}




